/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", összes kalória: %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", összes távolság: %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%2$@ – %1$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "%1$@ edzés, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "módosítva: %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ fiókok";

/* %@=Type of workout */
"%@ Workout, no unit data" = "%@ edzés, nincsenek mértékegységadatok";

/* A folder in Dropbox or Box */
"Folder" = "Mappa";

/* A single App Store app */
"App Store app" = "App Store-alkalmazás";

/* A single Box file */
"Box file" = "Box-fájl";

/* A single Dropbox file */
"Dropbox file" = "Dropbox-fájl";

/* A single Evernote note */
"Evernote note" = "Evernote-jegyzet";

/* A single Giphy item */
"Giphy item" = "Giphy-elem";

/* A single Trello board */
"Trello board" = "Trello-tábla";

/* A single Trello card */
"Trello card" = "Trello-kártya";

/* A single Trello item */
"Trello item" = "Trello-elem";

/* A single Trello list */
"Trello list" = "Trello-lista";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses-lap";

/* A single bar code */
"Bar code" = "Vonalkód";

/* A single blood pressure recording */
"Blood pressure" = "Vérnyomás";

/* A single health sample in HealthKit */
"Health sample" = "Egészségügyi minta";

/* A single iTunes artist */
"iTunes artist" = "iTunes-előadó";

/* A single iTunes product */
"iTunes product" = "iTunes-termék";

/* Access resource error for notifications */
"Update Notification Settings" = "Értesítések beállításainak frissítése";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Váltogat az előoldali és hátoldali kamera között";

/* Accessibility label for camera shutter button */
"Take picture" = "Kép készítése";

/* Accessibility label; button to start dictation */
"Start dictation" = "Diktálás megkezdése";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Diktálás leállítása";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Kameraválasztó - előoldali";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Kameraválasztó - hátoldali";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Kameraváltás";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Meg kell adnia egy nevet az új Trello-kártyához.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Ki kell választania egy táblát, amelyhez létrehozza a kártyát.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Ki kell választania egy listát, amelyhez létrehozza a kártyát.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "A(z) %@ mellékletként való feltöltése nem sikerült.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "A megadott jelzési idő érvénytelen. Kérjük, ellenőrizze a helyesírási hibákat, és ügyeljen arra, hogy a napszak meg legyen adva.";

/* Add new event; choose end date */
"Choose End Date" = "Befejezési dátum kiválasztása";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Érvénytelen befejezési dátum lett megadva. Kérjük, adja meg az esemény befejezési dátumát.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Érvénytelen kezdési dátum lett megadva. Kérjük, adja meg az esemény kezdési dátumát.";

/* Add new event; error */
"Invalid End Date" = "Érvénytelen befejezési dátum";

/* Add new event; error */
"Invalid Start Date" = "Érvénytelen kezdési dátum";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Nincs megadva cím. Kérjük, adja meg az esemény címét.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Nincs megadva cím. Kérjük, adja meg az emlékeztető címét.";

/* Add new reminder error */
"The alert location provided could not be found." = "A jelzéshez megadott hely nem található.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Amikor megérkezem ide: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Amikor elindulok innen: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Ha a következő közelében vagyok: %@";

/* Add new reminder; alert trigger never */
"Never" = "Soha";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Eltérő";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Nincs kijelölve lista";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Ki kell választania egy listát, amelyhez hozzáadja a feladatot.";

/* Add to Wunderlist action no title error */
"No Title" = "Nincs cím";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Meg kell adnia egy címet, amikor létrehoz egy új feladatot a Wunderlistben.";

/* Alarm frequency; All days are selected */
"Every Day" = "Mindennap";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "WLAN beállítása";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Be- vagy kikapcsolja a WLAN-t az eszközön.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "A Hozzáfűzés fájlhoz műveletben meg kell adnia egy fájlnevet vagy útvonalat.";

/* Append file failure reason */
"No File Path Provided" = "Nincs megadva fájlútvonal";

/* Ask for input action */
"Enter URL" = "Adja meg az URL-t";

/* Ask for input action */
"Enter number" = "Adjon meg egy számot";

/* Ask for input action */
"Pick date" = "Dátum kiválasztása";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Koppintson a felvétel befejezéséhez.";

/* Audio recorder */
"Tap to start recording." = "Koppintson a felvétel elindításához.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "A Base64-kódolásnak átadott Base64-adatok érvénytelenek.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "A megadott útvonalon már létezik egy „%@” nevű fájl.";

/* Box error */
"The folder doesn't exist" = "A mappa nem létezik";

/* Box error */
"The folder doesn’t exist" = "A mappa nem létezik";

/* Box error message */
"An error occured while authenticating your Box account." = "A Box-fiókja hitelesítése közben hiba történt.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "A mentéshez használt mappa (%1$@) egy meglévő fájlra mutat, amely a(z) %2$@ szolgáltatásban található.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Az útvonal (%1$@), amelyhez megpróbált szöveget hozzáfűzni, a(z) %2$@ szolgáltatásban lévő egyik fájl belsejére mutat.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "A mappa létrehozási útvonala (%1$@) egy meglévő fájlra mutat, amely a(z) %2$@ szolgáltatásban található.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "A mappa létrehozási útvonala (%1$@) egy meglévő fájl belsejére mutat, amely a(z) %2$@ szolgáltatásban található.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "A mentéshez használt útvonal (%1$@) nem létezik a(z) %2$@ szolgáltatásban.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "A(z) „%@” nem található a Box-fiókjában.";

/* Button */
"Cancel" = "Mégsem";

/* Button */
"Continue Anyway" = "Folytatás mindenképpen";

/* Button */
"Delete" = "Törlés";

/* Button */
"Delete Account" = "Fiók törlése";

/* Button */
"Done" = "Kész";

/* Button */
"Log In" = "Bejelentkezés";

/* Button */
"Next" = "Következő";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Újra";

/* Button */
"Sign In" = "Bejelentkezés";

/* Button or title */
"Add Account" = "Fiók hozzáadása";

/* Button or title */
"Login" = "Bejelentkezés";

/* Button that takes user to the iOS Health app */
"Open Health" = "Az Egészség megnyitása";

/* Button to allow access to health data or notifications */
"Allow Access" = "Hozzáférés engedélyezése";

/* Button to open Settings */
"Open Settings" = "Beállítások megnyitása";

/* Button; edit opacity */
"Opacity" = "Átlátszatlanság";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Elforgatás";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Alkalmazásspecifikus jelszó létrehozása";

/* Button; reset changes made in overlay image action */
"Reset" = "Alaphelyzetbe állítás";

/* Camera flash option - auto */
"Auto" = "Automatikus";

/* Camera flash option - off */
"Off" = "Ki";

/* Camera flash option - on */
"Flash On" = "Be";

/* Choose an item */
"Choose" = "Kiválasztás";

/* Choose from list action */
"Choose an item" = "Elem kiválasztása";

/* Choose multiple images */
"Choose Images" = "Képek kiválasztása";

/* Choose one image */
"Choose Image" = "Kép kiválasztása";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Ez a fájl túl nagy méretű a CloudApphoz.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Ön túllépte a CloudApp ingyenes csomagjához engedélyezett napi feltöltési korlátot.";

/* Combine images action error */
"Cannot run Combine Images" = "A Képek egyesítése művelet nem futtatható";

/* Combine images action error description */
"No images were provided to combine." = "Nem lettek megadva képek az egyesítéshez.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Meteorológia";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Meteorológia";

/* Content property name */
"Biological Sex (Content Property Name)" = "Biológiai nem";

/* Content property name */
"Blood Type (Content Property Name)" = "Vércsoport";

/* Content property name */
"Date of Birth (Content Property Name)" = "Születési dátum";

/* Content property name */
"Unspecified (Content Property Name)" = "Nincs megadva";

/* Create IFTTT applet */
"Create Applet" = "Kisalkalmazás létrehozása";

/* Create Trello list action error */
"You must select a board to create the list on." = "Ki kell választania egy táblát, amelyhez létrehozza a listát.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Meg kell adnia az új mappa útvonalát.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Nincs megadva útvonal.";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Kaland/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Kaland/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Nem lett megadva név. Kérjük, adja meg a lejátszási lista nevét.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Vérnyomás dátuma";

/* Default notification text for Show Notification action. */
"Notification" = "Értesítés";

/* Default value for the translate text action */
"Detect Language" = "Nyelv felismerése";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Biztosan azt szeretné, hogy a(z) %@ törölve legyen?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "BIZTOSAN azt szeretné, hogy a(z) %@ törölve legyen?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "EGÉSZEN BIZTOSAN azt szeretné, hogy a(z) %@ törölve legyen?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Szeretné, hogy a(z) %@ törölve legyen?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "edzés";

/* Dictate text action error */
"Recognition Unavailable" = "A felismerés nem érhető el";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "A beszédfelismerés jelenleg nem érhető el. Elképzelhető, hogy csatlakoznia kell az internethez.";

/* Dictate text action is listening to user */
"Now listening…" = "Diktálásra vár…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Adjon át egy URL-t az URL tartalmának lekérése műveletnek.";

/* Download URL or Open URL action error */
"No URL Specified" = "Nincs megadva URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Egy fájl szükséges, de a megadott útvonal nem egy fájlra mutat.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Egy mappa szükséges, de a megadott útvonal nem egy mappára mutat.";

/* Dropbox error */
"A shared link already exists." = "Már létezik egy megosztott link.";

/* Dropbox error */
"Access to the requested path is forbidden." = "A kért útvonalhoz való hozzáférés tiltott.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Egy megosztási link létrehozása közben hiba történt, mivel a Dropbox-fiókjával társított e-mail cím nem lett ellenőrizve.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "A Dropbox nem tud hozzáférni ehhez a fájlhoz vagy mappához a neve miatt.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "A Dropbox nem tudja elmenteni ezt a fájlt vagy mappát a neve miatt.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "A Dropbox nem tud írni a megadott útvonalra egy ütközés miatt.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "A fájlt nem lehet továbbítani, mivel a benne lévő tartalomra korlátozás vonatkozik. Szerzői jogi követelések miatt például jogi korlátozások lehetnek érvényben.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Az útvonalhoz megadott gyökérparaméter érvénytelen.";

/* Dropbox error */
"The request timed out. Please try again." = "A kérés időkorlátja lejárt. Kérjük, próbálja újra.";

/* Dropbox error */
"The share settings provided are invalid." = "A megadott megosztási beállítások érvénytelenek.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Nem találtunk fájlt a megadott útvonalon.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Önnek nincs engedélye arra, hogy módosítsa a link beállításait.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Ön nem rendelkezik elegendő szabad tárhellyel a Dropboxban az adatok írásához.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Nincs engedélye ahhoz, hogy az adott helyre írjon.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "A mentéshez használt útvonal (%1$@) egy meglévő fájlra mutat, amely a(z) %2$@ szolgáltatásban található.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "A(z) „%@” mentése nem sikerült, mivel ez egy mappa vagy csomag. Próbálja meg mentés előtt becsomagolni a fájlt az Archiválás művelet használatával.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Nem található elem a következő útvonalon: %@";

/* Dropbox or Box error */
"Folder already exists" = "A mappa már létezik";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "A mentéshez használt útvonal (%1$@) egy meglévő fájlra mutat, amely a(z) %2$@ szolgáltatásban található. Amikor több fájlt ment egyszerre, akkor egy mappára mutató útvonalat kell megadnia.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "A mentéshez használt útvonal (%1$@) egy meglévő mappára mutat, amely a(z) %2$@ szolgáltatásban található. Amikor szöveget fűz vagy illeszt hozzá egy fájlhoz, akkor egy fájlra mutató útvonalat kell megadnia.";

/* Dropbox unknown error */
"An unknown error occurred" = "Ismeretlen hiba történt";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Ismeretlen hiba történt (%@)";

/* Email account encryption */
"Encryption" = "Titkosítás";

/* Email account login authentication error */
"Authentication Failed" = "Hitelesítés sikertelen";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "A megadott e-mail cím vagy jelszó helytelen.\n\nHa a kétlépcsős ellenőrzés engedélyezve van, létre kell hoznia egy alkalmazásspecifikus jelszót.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "A megadott e-mail cím vagy jelszó helytelen. Ha a kétlépcsős ellenőrzés engedélyezve van, akkor inkább egy alkalmazásspecifikus jelszót kell megadnia.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Haladó beállítások";

/* Email address field placeholder */
"user@example.com" = "ede@example.com";

/* Email address field title or placeholder */
"Email" = "E-mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Hosztnév";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Vérnyomás befejezési dátuma";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "A hanglejátszás sikertelen volt, mert a bemenet formátuma nem támogatott.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Kérjük, adjon meg egy érvényes dátumot a Dátum művelethez.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Érvénytelen dátum";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Az Utazási idő lekérése művelet sikertelen volt, mivel nem lett átadva célhely bemenetként.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "A JavaScript futtatása a weboldalon sikertelen volt, mivel egyetlen weboldal sem lett átadva bemenetként.";

/* Error message */
"Your email or password is incorrect." = "Az e-mail címe vagy a jelszava helytelen.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Kérjük, adja át egy hírcsatorna érvényes URL-jét az Elemek lekérése RSS-hírcsatornából műveletnek.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Kérjük, adjon meg egy érvényes címet az Utcanév, házszám művelethez.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Az Utazási idő lekérése műveletnek átadott hely nem található. Próbálkozzon úgy, hogy az utca nevén és a házszámon kívül a város nevét is megadja.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Több olyan jelzés található, amelyek a(z) %@ címkével vannak ellátva. Válassza ki az egyik jelzést.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Az Otthon-szcenárió futtatása sikertelen volt, mert a(z) „%1$@” nem található.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Az Otthon-szcenárió futtatása sikertelen volt, mert a(z) „%1$@” nem található a(z) „%2$@” otthonban.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Az Otthon-szcenárió futtatása sikertelen volt, mert nincs otthon kiválasztva.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Az Otthon-szcenárió futtatása sikertelen volt, mert nincs szcenárió kiválasztva.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Nem lehet elemezni a hírcsatornát";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Nincs cím";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Érvénytelen hely";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Adjon meg mértékegységet az átváltáshoz.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "A mérés nem sikerült, mivel nem adott meg mértékegységet. Kérjük, válasszon egy mértékegységet.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "A(z) %1$@ mértékegységű mérés nem váltható át %2$@ mértékegységgé.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Kérjük, adjon meg egy érvényes dátumot a jelzéshez.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "A művelet használatához engedélyezze a Sirit a Beállításokban.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Nem lehet teljesíteni a kérelmet, mert a Siri le van tiltva.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Az időzítő időtartamának rövidebbnek kell lennie, mint 24 óra.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Kérjük, adja meg az időzítő időtartamát.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Kérjük, adjon meg egy jelzést a be- és kikapcsoláshoz.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "A kérelem végrehajtásakor ismeretlen hiba lépett fel.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Nem lehet teljesíteni a kérelmet, mert nem támogatott ezen a platformon.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Nincs hely";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Nincs weboldal";

/* Exit shortcut action error */
"User requested shortcut exit." = "A felhasználó a parancsból való kilépést kérte.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "Mentés ide";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Kijelölt fájl (%lu) lekérése";

/* File picker; get one selected file */
"Get Selected File (1)" = "Kijelölt fájl (1) lekérése";

/* File status */
"This folder is empty" = "Ez a mappa üres";

/* File status loading */
"Loading…" = "Betöltés…";

/* Find health sample; no samples found */
"No Samples Found" = "Nem találhatók minták";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Nincsenek naplózva %@ minták, vagy engedélyeznie kell, hogy a Parancsok hozzáférjen a mintákhoz az Egészség alkalmazásban.";

/* Finish dictation command */
"Finish Dictation" = "Diktálás befejezése";

/* Generic health object type when we can’t determine the object type */
"Health" = "Egészség";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "A domén nem található.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "A domén nem található. (2-es hiba)";

/* Get IP address action error */
"The response data was not a valid string." = "A válaszadat nem volt érvényes karakterlánc.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Ki kell választania egy táblát, amelyről lekéri a kártyákat.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Ki kell választania egy táblát, amelyről lekéri a listákat.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Ki kell választania egy listát, amelyről lekéri a kártyákat.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "A Trello-fiókját nem sikerült ellenőrizni. Kérjük, jelentkezzen ki, és próbálja újra.";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nincs megadva kulcs";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Az egyéni hely nem található";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Nincs egyéni hely";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "A Távolság lekérése művelet úgy lett konfigurálva, hogy az utazási idő egy egyéni helyről legyen lekérve, viszont a megadott egyéni hely nem található.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "A Távolság lekérése úgy lett konfigurálva, hogy az utazási idő egy egyéni helyről legyen lekérve, viszont nem lett megadva hely.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "A Távolság lekérése művelettel nem lehetett megbecsülni a távolságot, mivel a hely nem lett átadva bemenetként.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Nem sikerült megtalálni az emoji betűtípusát.";

/* Get frames from image error */
"No Image Provided" = "Nincs megadva kép";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Egyetlen GIF sem lett átadva bemenetként a Képkockák lekérése képből műveletnek.";

/* Get group from matched text action error */
"No Match" = "Nincs egyezés";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "A megadott index kívül esik a lehetséges tartományon (Ön a(z) %1$ld. csoportot kérte, viszont a találat csak %2$ld csoporttal rendelkezik)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "A Csoport lekérése egyeztetett szövegből művelet sikertelen, mivel nem volt egyezés a(z) %ld befoglalási csoportra vonatkozóan.";

/* Get halfway point action error */
"No first location was provided." = "Nem lett megadva első hely.";

/* Get halfway point action error */
"No second location was provided." = "Nem lett megadva második hely.";

/* Get halfway point action error */
"Please provide a first location." = "Kérjük, adjon meg egy első helyet.";

/* Get halfway point action error */
"Please provide a second location." = "Kérjük, adjon meg egy második helyet.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "A megadott tartomány érvénytelen (Ön a(z) %1$d-%2$d. elemet kérte)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "A megadott tartomány kívül esik a lehetséges tartományon (Ön a(z) %1$d-%2$d. elemet kérte, viszont az első elem az 1-es indexnél található)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "A megadott tartomány kívül esik a lehetséges tartományon (Ön a(z) %1$d-%2$d. elemet kérte, viszont a listán csak %3$d található)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Ön a(z) %d. elemet kérte, viszont az első elem az 1-es indexnél található.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "A Parancsok nem talált importálásokat a fotókönyvtárában.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "A Parancsok nem találta meg a kért elemeket a fotókönyvtárában.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Az Utazási idő lekérése művelet úgy lett konfigurálva, hogy az utazási idő egy egyéni helyről legyen lekérve, viszont a megadott egyéni hely nem található.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Az Utazási idő lekérése művelet úgy lett konfigurálva, hogy az utazási idő egy egyéni helyről legyen lekérve, viszont nem lett megadva hely.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Az Egészség alkalmazás következőhöz való hozzáférése ki van kapcsolva: %@. Az egészségi adatkategóriákat az Egészség alkalmazásban kapcsolhatja be.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "A kérdést csak akkor lehet megválaszolni, ha a Parancsok hozzáfér az Ön %@ adataihoz.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "A Parancsok nem tud hozzáférni az Ön %@ adataihoz.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "%@ mennyiségi mintája, nincsenek mértékegységadatok";

/* Health category date */
"Date" = "Dátum";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Ciklus eleje";

/* Health category start date */
"Start Date" = "Kezdési dátum";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Vérnyomás";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Teszttípus";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Étkezési idő";

/* Health quantity; blood pressure */
"Diastolic" = "Diasztolés";

/* Health quantity; blood pressure */
"Systolic" = "Szisztolés";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Ok";

/* Health unit for count of generic health sample */
"count" = "darabszám";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "darabszám";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "darabszám";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "uncia";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "A(z) %@ típusai nincsenek megvalósítva";

/* HealthKit resource error */
"This device does not have the Health app." = "Az Egészség alkalmazás nem áll rendelkezésre ezen az eszközön.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Ehhez a parancshoz szükség van az Egészség alkalmazásra, amely nem áll rendelkezésre ezen az eszközön.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Szolgáltatási feltételek";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Használati Feltételek";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Ellenőrizze, hogy az eszköz nincs Repülőgép módra állítva, majd próbálja újra. A Wi-Fi bekapcsolása segíthet.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "A Parancsok nem találja az Ön aktuális helyzetét.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Érvénytelen dátum lett megadva. Kérjük, adjon meg egy dátumot a mintához, vagy hagyja üresen a dátum mezőt, ha az aktuális dátumot szeretné használni.";

/* Log health sample */
"Invalid Date Range" = "Érvénytelen dátumtartomány";

/* Log health sample */
"No Value Selected" = "Nincs kijelölve érték";

/* Log health sample */
"Please select a type for this Health sample." = "Kérjük, válassza ki az egészségügyi minta típusát.";

/* Log health sample */
"Please select an end date that is after the start date." = "Kérjük, hogy olyan befejezési dátumot válasszon, amely a kezdési dátum után van.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Kérjük, válasszon ki egy értéket a méhnyaknyák minőségét vizsgáló mintához.";

/* Log health sample; health sample type */
"No Type Selected" = "Nincs kijelölve típus";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Nincs kijelölve ok";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Kérjük, adja meg az inzulinbeadás okát.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Kérjük, válasszon ki egy értéket a menstruációs mintához.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Kérjük, válassza ki, hogy ez a minta egy ciklus elején készült-e.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Nincs kijelölve mértékegység";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Kérjük, válassza ki az egészségügyi minta mértékegységét.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Kérjük, válasszon ki egy értéket a peteérési teszt eredményének mintájához.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Kérjük, válasszon ki egy értéket az alváselemzési mintához.";

/* Log in view; email address placeholder */
"Email address" = "E-mail cím";

/* Log workout action */
"No Workout Type Selected" = "Nincs kijelölve edzéstípus";

/* Log workout action */
"Please select a type of activity for this workout." = "Kérjük, válasszon ki egy tevékenységtípust ehhez az edzéshez.";

/* Login error */
"Your username and/or password are incorrect." = "A felhasználónév és/vagy a jelszó helytelen.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "A hitelesítési adatai kizárólag ezen az eszközön vannak eltárolva, és nem lesznek megosztva a szervereinkkel, illetve harmadik felekkel.";

/* Mail error */
"A recipient is required to send message" = "Az üzenet küldéséhez címzett szükséges";

/* Mail error */
"A sender is required to send message" = "Az üzenet küldéséhez feladó szükséges";

/* Mail error */
"A stable connection to the server could not be established" = "Nem hozható létre stabil kapcsolat a szerverrel";

/* Mail error */
"Account check failed because the account is invalid" = "A fiókellenőrzés sikertelen volt, mert a fiók érvénytelen";

/* Mail error */
"An application specific password is required" = "Alkalmazásspecifikus jelszó szükséges";

/* Mail error */
"An error occurred during an IDLE operation" = "Hiba történt az IDLE művelet közben";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Hiba történt a kért mappára való feliratkozás törlése közben.";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Hiba történt egy üzenet kért mappához való hozzáfűzése közben";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Hiba történt egy üzenet kért mappába való másolása közben";

/* Mail error */
"An error occurred while creating the requested folder" = "Hiba történt a kért mappa létrehozása közben";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Hiba történt egy üzenet POP-szerveren való törlése közben";

/* Mail error */
"An error occurred while deleting the requested folder" = "Hiba történt a kért mappa törlése közben";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Hiba történt egy üzenet kért mappában való végleges törlése közben";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Hiba történt egy üzenetlista POP-szerverről való letöltése közben";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Hiba történt az üzenetek mappába való letöltése közben";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Hiba történt egy No-Op művelet végrehajtása közben";

/* Mail error */
"An error occurred while renaming the requested folder" = "Hiba történt a kért mappa átnevezése közben";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Hiba történt a szerver funkcióinak lekérése közben";

/* Mail error */
"An error occurred while requesting the server's identity" = "Hiba történt a szerver identitásának lekérése közben";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Hiba történt a szerver névterének lekérése közben";

/* Mail error */
"An error occurred while sending the message" = "Hiba történt az üzenet küldése közben";

/* Mail error */
"An error occurred while storing flags" = "Hiba történt a jelzők tárolása közben";

/* Mail error */
"An error when requesting date" = "Hiba a dátum lekérése közben";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Illegális mellékletet tartalmazó üzenetet kísérelt meg küldeni";

/* Mail error */
"Authentication is required for this SMTP server" = "Ehhez az SMTP-szerverhez hitelesítés szükséges";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Túllépte a sávszélesség-korlátozást a Gmail-fiókból történő adatlekérés közben";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Nem küldhető üzenet, mert a szerver esetleges levélszemetet érzékelt";

/* Mail error */
"Compression is not available" = "Nem érhető el a tömörítés";

/* Mail error */
"Credentials with password too simple" = "A bejelentkezési adatok a jelszóval túl egyszerűek";

/* Mail error */
"Error while running custom command" = "Hiba történt az egyéni parancs futtatásakor";

/* Mail error */
"File access error" = "Fájlhozzáférési hiba";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "Az IMAP nincs engedélyezve ehhez a Gmail-fiókhoz";

/* Mail error */
"MobileMe is no longer an active mail service" = "A MobileMe már nem aktív levelezési szolgáltatás";

/* Mail error */
"No valid server found" = "Nem található érvényes szerver";

/* Mail error */
"Sending messages is not allowed on this server" = "Nem engedélyezett az üzenetek küldése ezen a szerveren";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Elérte az SMTP-tároló korlátját egy nagy üzenet küldésének kísérlete közben";

/* Mail error */
"The certificate for this server is invalid" = "A szerver tanúsítványa érvénytelen";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "A jelenlegi HotMail-fiók nem tud csatlakozni a WebMailhez";

/* Mail error */
"The operation succeeded" = "A művelet sikeres volt";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "A kért mappa nem létezik. A mappakiválasztás sikertelen volt.";

/* Mail error */
"The server does not support STARTTLS connections" = "A szerver nem támogatja az STARTTLS-kapcsolatokat";

/* Mail error */
"The server does not support TLS/SSL connections" = "A szerver nem támogatja az TLS/SSL-kapcsolatokat";

/* Mail error */
"The user needs to log in via the web browser" = "A felhasználónak be kell jelentkeznie a webböngészőben";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Túl sok egyidejű kapcsolat kezdeményezve ehhez a Gmail-fiókhoz";

/* Mail error */
"Unable to authenticate with the current session's credential" = "A hitelesítés nem lehetséges az aktuális munkamenet bejelentkezési adataival";

/* Mail error */
"Unable to parse response from server" = "Nem értelmezhető a válasz a szervertől";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "A felhasználó túllépte az egy nap küldhető üzenetek korlátját";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "A Yahoo!'s szerverei jelenleg nem érhetők el";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "A(z) „%@” változó nem tartalmazott olyan képet, amely maszkoláshoz használható.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Válasszon ki egy változót a „Képmaszk” beállításhoz a Kép maszkolása műveletben.";

/* Mask Image action error title */
"No Mask Provided" = "Nincs megadva maszk";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Kérjük, válasszon egy szolgáltatást a következőben: %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Ez a JavaScript hasonló egy nem biztonságosként ismert szkripthez. A biztonsága érdekében a szkript nem lesz futtatva.";

/* Multiple App Store apps */
"App Store apps" = "App Store-alkalmazások";

/* Multiple Box files */
"Box files" = "Box-fájlok";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox-fájlok";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote-jegyzetek";

/* Multiple Giphy items */
"Giphy items" = "Giphy-elemek";

/* Multiple Trello boards */
"Trello boards" = "Trello-táblák";

/* Multiple Trello cards */
"Trello cards" = "Trello-kártyák";

/* Multiple Trello items */
"Trello items" = "Trello-elemek";

/* Multiple Trello lists */
"Trello lists" = "Trello-listák";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses-lapok";

/* Multiple bar codes */
"Bar codes" = "Vonalkódok";

/* Multiple blood pressure recordings */
"Blood pressures" = "Vérnyomások";

/* Multiple health samples in HealthKit */
"Health samples" = "Egészségügyi minták";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes-előadók";

/* Multiple iTunes products */
"iTunes products" = "iTunes-termékek";

/* Multiple text matches */
"Text matches" = "Szövegegyezések";

/* Multiple workout samples */
"Workout samples" = "Edzésminták";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Fiók szerkesztése";

/* Navigation bar title */
"Email Settings" = "E-mail beállítások";

/* Navigation bar title */
"Log In to CloudApp" = "Bejelentkezés a CloudAppba";

/* Navigation bar title */
"Log in | Tumblr" = "Bejelentkezés | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Bejelentkezés az Instapaperbe";

/* Navigation bar title */
"Login to Pinboard" = "Bejelentkezés a Pinboardba";

/* Navigation bar title */
"Login to WordPress" = "Bejelentkezés a WordPressbe";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Népszerűek";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Mobilhálózat";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Törölje a keresősáv tartalmát a népszerű GIF-ek megtekintéséhez.";

/* No GIFs found empty state title */
"No Results Found" = "Nincs találat";

/* None option */
"None" = "Nincs";

/* One text match */
"Text match" = "Szövegegyezés";

/* One workout sample */
"Workout sample" = "Edzésminta";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Adjon át egy URL-t az URL megnyitása műveletnek.";

/* Open URL action error */
"The URL could not be opened." = "Az URL megnyitása nem sikerült.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Az Alkalmazás megnyitása művelet sikertelen, mivel nem található a megnyitandó alkalmazás.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Az Alkalmazás megnyitása művelet sikertelen volt, mivel az alkalmazást nem lehetett megnyitni.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "A Megnyitás ezzel… parancs sikertelen, mivel nem található alkalmazás a megnyitáshoz.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "A(z) %1$@ nincs telepítve, vagy nem tudta megnyitni a következő fájlt: %2$@.";

/* Optional field placeholder */
"Optional" = "Opcionális";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Válasszon ki egy változót a Kép használata rátétként műveletben.";

/* Overlay image action error */
"No Overlay Image" = "Nincs rátétként használt kép";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "A(z) „%@” változó nem tartalmazott olyan képet, amely rátétként használható.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Kép feldolgozása…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Térkép";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Térképek";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Biciklizés";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Vezetés";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Tömegközlekedés";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Gyaloglás";

/* Parameter placeholder; parameter sets a filename */
"optional" = "opcionális";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Étkezés után";

/* Parameter value */
"Asleep (Parameter Value)" = "Alvás";

/* Parameter value */
"Awake (Parameter Value)" = "Ébrenlét";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Bazális";

/* Parameter value */
"Before Meal (Parameter Value)" = "Étkezés előtt";

/* Parameter value */
"Bolus (Parameter Value)" = "Bólus";

/* Parameter value */
"Creamy (Parameter Value)" = "Krémes";

/* Parameter value */
"Dry (Parameter Value)" = "Száraz";

/* Parameter value */
"Egg White (Parameter Value)" = "Tojásfehérje";

/* Parameter value */
"Female (Parameter Value)" = "Nő";

/* Parameter value */
"Heavy (Parameter Value)" = "Vastag";

/* Parameter value */
"Idle (Parameter Value)" = "Tétlenség";

/* Parameter value */
"In Bed (Parameter Value)" = "Ágyban";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Meghatározatlan";

/* Parameter value */
"Light (Parameter Value)" = "Világos";

/* Parameter value */
"Male (Parameter Value)" = "Férfi";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Maximálisgyakorlat-teszt";

/* Parameter value */
"Medium (Parameter Value)" = "Közepes";

/* Parameter value */
"Negative (Parameter Value)" = "Negatív";

/* Parameter value */
"No (Parameter Value)" = "Nem";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Nem edzésalapú becslés";

/* Parameter value */
"Not Set (Parameter Value)" = "Nincs beállítva";

/* Parameter value */
"O+ (Parameter Value)" = "0+";

/* Parameter value */
"O- (Parameter Value)" = "0-";

/* Parameter value */
"Other (Parameter Value)" = "Egyéb";

/* Parameter value */
"Positive (Parameter Value)" = "Pozitív";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Nincs védelem használva";

/* Parameter value */
"Protection Used (Parameter Value)" = "Védelem van használva";

/* Parameter value */
"Sticky (Parameter Value)" = "Ragadós";

/* Parameter value */
"Stood (Parameter Value)" = "Állva";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Maximális alatti intenzitású edzés becslése";

/* Parameter value */
"Unspecified (Parameter Value)" = "Nincs megadva";

/* Parameter value */
"Watery (Parameter Value)" = "Nedves";

/* Parameter value */
"Yes (Parameter Value)" = "Igen";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Bemenet egyeztetése";

/* Password placeholder or title */
"Password" = "Jelszó";

/* Person’s name field placeholder */
"John Appleseed" = "Nagy Ede";

/* Person’s name field title */
"Name" = "Név";

/* Pinboard login option */
"Use API Token" = "API-token használata";

/* Pinboard login option */
"Use API Token Instead" = "Inkább API-token használata";

/* Pinboard login option */
"Use Password" = "Jelszó használata";

/* Pinboard login option */
"Use Password Instead" = "Inkább jelszó használata";

/* Pinboard login section header */
"API Token" = "API-token";

/* Pinboard login section header */
"Pinboard Login" = "Bejelentkezés a Pinboardba";

/* Playlist picker parameter */
"My Music Library" = "Saját zenekönyvtár";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "A Pocket alkalmazásban nem található olyan elem, amely megfelel a megadott feltételeknek.";

/* Post to Tumblr action error */
"No Blog" = "Nincs blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Nem adta meg a blogot a közzétételhez.";

/* QuickLook action error */
"No Items" = "Nincsenek elemek";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Nem lettek átadva megjelenítendő elemek a Gyorsnézet műveletnek.";

/* Recovery option; Enable Siri */
"Enable Siri" = "A Siri engedélyezése";

/* Remove calendar item error */
"Remove" = "Eltávolítás";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "A megadott összeg (%@) meghaladja azt az összeget, amelyet Ön maximálisan kérelmezhet.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "A megadott összeg (%@) alacsonyabb annál az összegnél, amelyet Önnek minimálisan kérelmeznie kell.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Ön olyan személytől próbál pénzt kérelmezni, aki nem rendelkezik %@-fiókkal.";

/* Required field placeholder */
"Required" = "Kötelező";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "A szkiptnek a „completion(result)” függvényt kell meghívnia befejezéskor";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "A JavaScript futtatása közben ismeretlen hiba történt.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "A JavaScript futtatása a weboldalon sikertelen volt, mert a parancsfájlnak túl sokáig tartott a befejezési fejléc meghívása.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript-időtúllépés";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript-kivétel";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Érvénytelen JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Az SSH-hitelesítés sikertelen";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Kérjük, ellenőrizze a hitelesítési adatait az SSH-szkript futtatása műveletben, és próbálja újra.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "A parancs nem található";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Ellenőrizze, hogy egy érvényes parancs van kijelölve a Parancs futtatása műveletben.";

/* SSH action error */
"Channel allocation error" = "Csatornafoglalási hiba";

/* SSH action error */
"Connection timed out" = "A kapcsolat időkorlátja lejárt";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "A Szkript futtatása SSH-n keresztül művelet nem tudott csatlakozni az SSH-szerverhez.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Ismeretlen album";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "A kijelölt fotóalbum nem létezik.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Kód beolvasása";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Keresés a Giphyben";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Meg kell adnia egy keresőszót a Helyi vállalkozások keresése művelet használatához.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Nem található hely";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Nem találhatók helyek a következő kulcsszavakkal: „%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Ha a WordPress saját maga által felügyelt verzióját használja, adja meg fent a webhelye URL-jét.";

/* Section header */
"WordPress Login" = "Bejelentkezés a WordPressbe";

/* Section header for WordPress site URL */
"Site URL" = "Webhely URL-je";

/* Section header title */
"CloudApp Login" = "Bejelentkezés a CloudAppba";

/* Section header title */
"Incoming Mail Server" = "Bejövő levelezőszerver";

/* Section header title */
"Instapaper Login" = "Bejelentkezés az Instapaperbe";

/* Section header title */
"Outgoing Mail Server" = "Kimenő levelezőszerver";

/* Section header title; email account */
"Accounts" = "Fiókok";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Nem lehet e-mail üzeneteket küldeni. Elképzelhető, hogy a levelezés nincs beállítva.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Érvénytelen e-mail fiók";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "A kiválasztott e-mail fiók nincs bejelentkeztetve a Parancsokba ezen az eszközön.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Nem lehet üzeneteket küldeni. Elképzelhető, hogy az iMessage nincs engedélyezve.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "A megadott összeg (%@) meghaladja azt az összeget, amelyet Ön maximálisan küldhet.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "A megadott összeg (%@) alacsonyabb annál az összegnél, amelyet Önnek minimálisan küldenie kell.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "A megadott összeg pénzneme %1$@, amelynek használatát a(z) %2$@ nem támogatja.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "A számláján nincs elegendő összeg a pénz elküldéséhez.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Ön olyan személynek próbál pénzt küldeni, aki nem rendelkezik %@-fiókkal.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Ezen az eszközön nincs beállítva bankszámlája.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Nyissa meg a(z) %@ alkalmazást a bejelentkezési adatai ellenőrzéséhez.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Túllépte a maximális összeget";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "A minimális összeg alatt";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "A pénznem használata nem támogatott";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Nincs elegendő pénzforrás";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Nincs bankszámla";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "A bejelentkezési adatok nincsenek ellenőrizve";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Nincs számla";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Hely";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Értesítések";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Beszédfelismerés";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Nem lett megadva kulcs a Szótár értékének beállítása műveletnél a következő értékhez: „%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Nincs megadva érték";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Nem lett megadva érték a Szótár értékének beállítása műveletnél a következő kulcshoz: „%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Az adott kifejezéshez nem található definíció.";

/* Show definition action error */
"No Word Specified" = "Nincs megadva szó";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Nem volt átadva szó a Definíció megjelenítése bemeneteként";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Erre akkor kerülhet sor, ha nincsenek telepítve szótárak. A szótárak kezeléséhez jelöljön ki egy szót egy tetszőleges alkalmazásban, és válasza ki a „Definiálás” lehetőséget. Ezután koppintson a Kezelés gombra.";

/* Show in calendar action error */
"Calendar could not be opened." = "Nem sikerült megnyitni a naptárat.";

/* Show webpage action error */
"Unsupported URL" = "Nem támogatott URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "A Weboldal megjelenítése művelet a http:// és a https:// típusú URL-ek használatát támogatja, viszont Ön egy %@:// URL-t próbált megjeleníteni.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "A(z) %@ nincs beállítva hívások kezdeményezéséhez.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "A hívás indítása nem sikerült, mivel a(z) %@ nem érhető el.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "A hívás indítása nem sikerült, mivel a(z) %@ nem vehet részt a hívásban.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "A(z) %@ nem támogatja a megadott kontaktadatok használatát.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Beállítás szükséges";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "A(z) %@ nem érhető el";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "A kontakt használata nem támogatott";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Érvénytelen kontaktadatok";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Vérnyomás kezdési dátuma";

/* Subcategory */
"Device" = "Eszköz";

/* Subcategory for Set Volume action */
"Playback" = "Lejátszás";

/* Take photo action error */
"No suitable camera was detected on this device." = "Az eszközön nem észlelhető olyan kamera, amely megfelelő.";

/* Time until date action */
"An invalid date to compare to was provided." = "Érvénytelen dátum lett megadva az összehasonlításhoz.";

/* Time until date action */
"No from date was provided." = "Nem lett megadva kezdési dátum.";

/* Time until date action error */
"An invalid from date was provided." = "Érvénytelen kezdési dátum lett megadva.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Nem biztonságos JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Érvénytelen befejezési idő lett megadva. Kérjük, adja meg a Ne zavarjanak üzemmód befejezési idejét.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Nincs megadva naptáresemény. Kérjük, adjon meg egy naptáreseményt amelynek időtartama alatt engedélyezni szeretné a Ne zavarjanak funkciót.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Kérjük, adjon meg egy olyan befejezési időt a Ne zavarjanak üzemmódhoz, amely az aktuális időnél később van.";

/* Trim video action error */
"The input was not a video that can be edited." = "A bemenet nem egy szerkeszthető videó volt.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Érvénytelen URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Kérjük, hitelesítse újra a Parancsokat az Ulyssesszel a lap eléréséhez.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Ulysses-hozzáférés szükséges";

/* Unspecified health kit category sample type */
"Unspecified" = "Nincs megadva";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Hangfelvétel";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " és ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " és ";

/* User name field title */
"User Name" = "Felhasználónév";

/* Username placeholder or title */
"Username" = "Felhasználónév";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Az eszköz zseblámpája jelenleg nem érhető el a Parancsok számára.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Ezen az eszközön nem áll rendelkezésre zseblámpa.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Az időjárás-művelet úgy lett konfigurálva, hogy az időjárás egy egyéni helyről legyen lekérve, viszont nem lett megadva hely.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Nem határozható meg a helyzet.";

/* Weather condition: Blizzard */
"Blizzard" = "Hóvihar";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Hófúvás";

/* Weather condition: Blustery */
"Blustery" = "Szeles";

/* Weather condition: Clear */
"Clear" = "Derült";

/* Weather condition: Cloudy */
"Cloudy" = "Felhős";

/* Weather condition: Cold */
"Cold" = "Hideg";

/* Weather condition: Drizzle */
"Drizzle" = "Szemerkélő eső";

/* Weather condition: Dust */
"Dust" = "Por";

/* Weather condition: Foggy */
"Foggy" = "Ködös";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Hideg, szemerkélő eső";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Ónos eső";

/* Weather condition: Hail */
"Hail" = "Jégeső";

/* Weather condition: Haze */
"Haze" = "Köd";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Heves eső";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Erős havazás";

/* Weather condition: Hot */
"Hot" = "Forró";

/* Weather condition: Hurricane */
"Hurricane" = "Hurrikán";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Elszórt felhőszakadás";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Elszórt zivatarok";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Enyhe havazások";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Eső és jégesővel";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Eső havas esővel";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Eső hóval";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Hó havas esővel";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Túlnyomóan derűs";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Jobbára felhős";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Részben felhős";

/* Weather condition: Rain */
"Rain" = "Eső";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Szórványos záporok";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Szórványos havazások";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Szórványos zivatarok";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Heves zivatar";

/* Weather condition: Showers */
"Showers" = "Záporok";

/* Weather condition: Sleet */
"Sleet" = "Havas eső";

/* Weather condition: Smoky */
"Smoky" = "Füstös";

/* Weather condition: Snow */
"Snow" = "Hó";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Hófúvások";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Zivatarok";

/* Weather condition: Tornado */
"Tornado" = "Tornádó";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Trópusi vihar";

/* Weather condition: Windy */
"Windy" = "Szeles";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ és %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Levegőszennyező anyag";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Levegőszennyező anyagok";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "A mappa nem létezik.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Az iCloud-tároló nem található.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "Az iCloud nem tudta lekérni a fájl linkjét, mivel ez egy mappa. Az iCloud csak a normál fájlok esetében teszi lehetővé a linkek lekérését.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "Az iCloud nem tudta lekérni a(z) %@ linkjét, mivel ez egy csomag (a csomag egy olyan mappa, amely fájlként viselkedik).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "A(z) „%@” egy csomag";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "A mentéshez használt útvonal (%@) nem létezik az iCloudban.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "A mentéshez használt útvonal (%@) egy meglévő fájlra mutat, amely az iCloudban található. Amikor több fájlt ment egyszerre, akkor egy mappára mutató útvonalat kell megadnia.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "A(z) „%@” egy mappa";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "A fájl már létezik";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "A fájl már létezik.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "A megadott e-mail cím vagy jelszó helytelen. Ha be szeretne jelentkezni az iCloud Mailbe a Parancsokban, akkor egy alkalmazásspecifikus jelszót kell használnia.\n\nHa nem engedélyezte a kétlépcsős ellenőrzést, engedélyezze az alkalmazásspecifikus jelszó létrehozásához.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Színész";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Előadó";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Szerző";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Zeneszerző";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Leírás";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Rendező";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Játékfilm";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Műfaj";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Kulcsszavak";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Nyelv";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Előadó";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producer";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "Termékazonosító";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Besorolási index";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Minősítés";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Kiadás éve";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Rövidfilm";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Megjelenítés";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Fejlesztő";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Dal";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Epizód";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Évad";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Cím";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Összes";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Előadó";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Sáv";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Szerzők";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Hangoskönyvek";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Könyvek";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Előadók";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmek";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albumok";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Előadók";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Dalok";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Sávok";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Zenei videók";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Szerzők";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcastok";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Előadók";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Rövidfilmek";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Epizódok";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Évadok";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Előadók";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Sávok";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Alkalmazások";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Hangoskönyvek";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Könyvek";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Zenei videók";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Zene";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcastok";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Rövidfilmek";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Tv-műsorok";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Összes";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmek";

